Repository: 84000/data-translation-memory
Catalog: toh336-v2.tmx
Source language: bo
Languages: en

source: [V72]༄༅། །འཁར་གསིལ་འཆང་བའི་ཀུན་ཏུ་སྤྱོད་པའི་ཆོ་ག །
en: The Rite for the Protocols Associated with Carrying the Ringing Staff

source: འཁར་གསིལ་ཡང་དག་པར་ལེན་པར་འདོད་པས། བཙུན་པ་ཞིག་གི་དྲུང་དུ་པུས་མོ་བཙུགས་ཏེ་
en: One who wishes to take up the ringing staff should kneel before an honorable one and

source: འདི་སྐད་དུ་བྱའོ། །བཙུན་པ་དགོངས་སུ་གསོལ། བདག་མིང་འདི་ཞེས་བགྱི་བ་དེང་བཙུན་པ་ལས་འཁར་གསིལ་འཆང་བའི་སློབ་དཔོན་དུ་གསོལ་ལོ་ཞེས་ལན་གསུམ་དུ་བཟླས་པར་བྱའོ། །
en: say three times, “Honorable one, I request your attention. Today, I, named so-and-so, request you, honorable one, to be my teacher for carrying the ringing staff.”

source: དེས་ཀྱང་འདི་སྐད་དུ་དགོངས་ཤིག །
en: The honorable one then says, “Pay attention.

source: ཚེ་དང་ལྡན་པ་ཁྱོད་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་
en: Venerable one , after generating the mind aspiring for unsurpassed awakening,

source: འཁར་གསིལ་ཡང་དག་བླངས་ཏེ་ཆོས་བཞིན་དུ་སྤྱོད་པར་བྱེད་དམ།
en: will you take up the ringing staff and utilize it properly?

source: ལག་པ་ཡོངས་སུ་མི་གཙང་བས་དེ་གཟུང་བར་མི་བྱ།
en: “Do not hold it with dirty hands.

source: དགེ་འདུན་གྱི་གནས་སུ་འཇུག་པའི་ཚེ་མགོ་དང་མ་རྩེ་དབྱུང་བར་བྱས་ལ་གཞག་པར་མི་བྱ།
en: When entering a dwelling of the saṅgha, do not rest it with its head and lower tip removed.

source: གལ་ཏེ་ཁྱིམ་པའི་ཁྱིམ་དུ་འཇུག་ན་མ་རྩེ་རྒྱབ་ལོགས་སུ་བསྟན་པར་བྱ།
en: When entering the homes of householders, point the lower tip behind you.

source: གལ་ཏེ་སྔ་དྲོ་ཁྱིམ་པའི་ཁྱིམ་དུ་བསོད་སྙོམས་ལ་འགྲོ་དགོས་པའི་རྐྱེན་ཚོགས་བྱུང་ན་
en: “In the morning, when conditions are right for you to go to the home of a householder to beg for alms,

source: འཁར་གསིལ་ལན་གསུམ་དུ་དཀྲོལ་བར་བྱའོ། །
en: rattle the staff three times at their door.

source: ལན་གསུམ་དུ་དཀྲོལ་ཏེ་མ་འོངས་ན་ལན་ལྔའི་བར་དུ་དཀྲོལ་བར་བྱའོ། །
en: If no one responds when you rattle it three times, you should rattle it five times.

source: ལན་ལྔའི་བར་དུ་དཀྲོལ་ཏེ་མ་འོངས་ན་ལན་བདུན་གྱི་བར་དུ་དཀྲོལ་བར་བྱའོ། །
en: If no one responds when you rattle it five times, you should rattle it seven times.

source: ལན་བདུན་གྱི་བར་དུ་དཀྲོལ་ཏེ་མ་འོངས་ན་ཁྱིམ་གཞན་དུ་ལན་བདུན་གྱི་བར་དུ་དཀྲོལ་བར་བྱའོ། །
en: If no one responds when you rattle it seven times, you should proceed to another household and rattle it seven times.

source: ཁྱིམ་བདུན་གྱི་བར་དུ་ཕྱིན་ཏེ་ཆོག་པར་གྱུར་ན་ཡང་དེར་ཟས་ཀྱི་བྱ་བ་བྱའོ་
en: If you are satisfied after having gone to seven households,

source: ཞེས་ལན་གསུམ་གྱི་བར་དུ་བཟླས་པར་བྱའོ། །
en: then in that case say three times, ‘I shall eat.’

source: འཁར་གསིལ་བཅང་བའི་ཆོས་ནི་ཉི་ཤུ་རྩ་ལྔ་ཡོད་དེ།
en: “There are twenty-five rules associated with carrying the rattling staff:

source: ས་ལ་སྦྲུལ་ཡོད་པ་བསྲུང་བའི་ཕྱིར་བཅང་བར་བྱ་བ་དང་།
en: 1. “Carry it to guard against snakes on the ground.

source: རྒལ་བའི་ཕྱིར་བཅང་བར་བྱ་བ་དང་།
en: 2. “Carry it because you are elderly.

source: བསོད་སྙོམས་སྤྱོད་པའི་ཕྱིར་བཅང་བར་བྱ་བ་དང་།
en: 3. “Carry it to collect alms.

source: འབྱུང་ཞིང་འཇུག་པ་ན་ཡང་སྐུ་གཟུགས་མཐོང་བའི་ཚེ་སྒྲ་དབྱུང་བར་བྱ་བ་དང་།
en: 4. “Should you see a buddha image when entering or exiting, make some sound with it.

source: འཁར་གསིལ་ཐོགས་ནས་དགེ་འདུན་གྱི་ནང་དུ་འཇུག་པར་མི་བྱ་བ་དང་།
en: 5. “Do not go among the saṅgha while carrying a rattling staff.

source: དྲོ་ཡོལ་ཕན་ཅད་འཁར་གསིལ་ཐོགས་ནས་འགྲོ་བར་མི་བྱ་བ་དང་།
en: 6. “Do not walk about carrying a ringing staff after noon.

source: ཕྲག་པ་གཉིས་ལ་བཀལ་ཏེ་མགོ་བོ་གཉིས་ལ་དཔྱང་བར་མི་བྱ་བ་དང་།
en: 7. “Do not rest it on your shoulders hanging on to its two ends.

source: ཕྲག་པར་བསྐུར་བར་མི་བྱ་བ་དང་།
en: 8. “Do not carry it on your shoulders.

source: ལག་པས་དཀྱོག་པར་མི་བྱ་བ་དང་།
en: 9. “Do not turn it around with your hands.

source: འཁར་གསིལ་ཐོགས་ནས་བཤང་གཅིའི་སར་འགྲོ་བར་མི་བྱ་བ་དང་།
en: 10. “Do not go into toilets carrying a rattling staff.

source: མཁན་པོ་དང་སློབ་དཔོན་འཁར་གསིལ་ཐོགས་ཏེ་འགྲོ་བའི་རྗེས་བཞིན་དུ་འགྲོ་བར་མི་བྱ་བ་དང་།
en: 11. “Do not follow the preceptor or other ordination masters when they are carrying ringing staffs.

source: གང་ཟག་བཞི་ཡན་ཆོད་འཁར་གསིལ་ཐོགས་ཏེ་འགྲོ་བའི་རྗེས་ནས་འཁར་གསིལ་ཐོགས་ཏེ་འགྲོ་བར་མི་བྱ་བ་དང་།
en: 12. “Do not take up a ringing staff and then follow a group of four or more persons carrying ringing staffs.

source: ཡོན་བདག་གི་ཁྱིམ་དུ་ཕྱིན་ན་འཁར་གསིལ་ལུས་དང་བྲལ་བར་མི་བྱ་བ་དང་།
en: 13. “Do not let your ringing staff be away from your body when visiting the home of a patron.

source: ཡོན་བདག་གི་སྒོར་ཕྱིན་པ་དང་ལན་གསུམ་གྱི་བར་དུ་དཀྲོལ་བར་བྱའོ། །
en: 14. “Go to the door of a patron and rattle the staff three times.

source: གལ་ཏེ་མ་འོངས་ན་ལན་ལྔའི་བར་དུ་དཀྲོལ་བར་བྱའོ། །
en: If no one responds, you should rattle it five times.

source: ལན་དེ་ལྔའི་བར་དུ་དཀྲོལ་ཏེ་མ་འོངས་ན་ལན་བདུན་གྱི་བར་དུ་དཀྲོལ་བར་བྱའོ། །
en: If no one responds when you rattle it five times, you should rattle it seven times.

source: ལན་བདུན་གྱི་བར་དུ་དཀྲོལ་ཏེ་མ་འོངས་ན་ཁྱིམ་གཞན་དུ་དཀྲོལ་བར་བྱ་བ་དང་།
en: If no one responds when you rattle it seven times, you should proceed to another household and rattle the staff there.

source: བདག་ཕྱིར་ཕྱུང་ན་འཁར་གསིལ་ལག་པ་གཡས་པ་ལ་བསྙེས་ཏེ་གཞག་པར་བྱ་བ་དང་།
en: 15. “When the patron answers the door, lean the rattling staff against your right arm and rest it there.

source: གནས་ཁང་ན་གཞག་པའི་ཚེས་ལ་རེག་པར་མི་བྱ་བ་དང་།
en: 16. “Do not let it touch the ground when put in a dwelling.

source: རྟག་ཏུ་གར་ཉལ་བའི་ཁྲིའི་དྲུང་དུ་ཉེ་བར་གཞག་པར་བྱ་བ་དང་།
en: 17. “Always put it by your bed.

source: སྐབས་སྐབས་སུ་ཕྱི་བདར་བྱ་བ་དང་།
en: 18. “Clean it from time to time.

source: འཁར་གསིལ་གྱི་མགོ་ཡ་ཡོ་མེད་པར་བྱ་བ་དང་།
en: 19. “Keep the head of the ringing staff straight.

source: བསོད་སྙོམས་ལ་འགྲོ་བའི་ཚེ་དགེ་ཚུལ་ལམ་ཁྱིམ་པ་ལས་བྲལ་བར་མི་བྱ་བ་དང་།
en: 20. “During alms rounds, do not allow it to be taken away from you by novice monks or householders.

source: ནད་པའི་སར་མཚན་མོ་གནས་ན་འཁར་གསིལ་བསྐུར་བར་བྱ་བ་དང་།
en: 21. “Take the ringing staff with you when spending the night in a place of sick people.

source: ལམ་རིང་པོར་སྐྱེལ་དུ་འགྲོ་ན་འཁར་གསིལ་བསྐུར་བར་བྱ་བ་དང་།
en: 22. “Take the ringing staff with you when you go to see someone off on a long journey.

source: ལམ་རིང་པོ་ནས་མགྲོན་དུ་གཉེར་བ་ཡོད་དེདེར་འགྲོ་ཞིང་འདུག་དགོས་པར་གྱུར་ན་
en: 23. “Take the ringing staff with you when you go off to welcome someone from a long journey and

source: འཁར་གསིལ་བསྐུར་བར་བྱ་བ་དང་།
en: you might need to go and stay there with them.

source: ག་ཤེད་དུ་འགྲོ་དགོས་པར་གྱུར་ན་འཁར་གསིལ་བསྐུར་བར་བྱ་བ་དང་།
en: 24. “Take the ringing staff with you when you need to go to places unknown.

source: བདག་གི་དྲུང་དུ་བསྙེན་པར་བྱ་བའི་ཕྱིར་གཞན་ལ་རེག་ཅིང་
en: 25. “In order to draw another person close to you, touch that person with it and

source: ས་ལ་རི་མོ་བྲི་བར་བྱའོ། །
en: make designs on the ground.”

source: འཁར་གསིལ་འཆང་བའི་ཀུན་ཏུ་སྤྱོད་པའི་ཆོ་ག་རྫོགས་སོ།།
en: This completes “The Rite for the Protocols Associated with Carrying the Ringing Staff.”
